{
    "Whiskey" :
    "You are born under the sign of Whiskey. You can be volatile and offputting, but those who are accustomed to you are your biggest supporters. Do not mix with those born under Beer or The Gun.",
    "Steak" :
    "You are born under the sign of Steak. Many would seek to change your medium rare excellence to suit their own personal tastes. Pairs well with those born under Beer or Whiskey.",
    "Beer" :
    "You are born under the sign of Beer. You make for easy company, but do not mix with those born under the sign of Whiskey or The Gun.",
    "Gun" :
    "You are born under the sign of The Gun. You are a great defender but do not mix well with those born under the sign of Whiskey or Beer. Those born under the sign of The Babe are most unimpressed with you.",
    "Bicep" :
    "You are born under the sign of The Bicep. You find physical tasks come most easily.",
    "Babe" :
    "You are born under the sign of The Babe. You have broad appeal and will get along well with most other signs.",
    "Truck" :
    "You are born under the sign of The Truck. Most other signs find you brash and ostentatious, but Trucks stick together. Those born under the sign of The Babe find you most offputting. Do not associate with those born under Beer or Whiskey!",
    "Grill" :
    "You are born under the sign of The Grill. You have a tempermental relationship with those born under the sign of Steak or The Burger; spending too much time together can lead to disaster.",
    "Burger" :
    "You are born under the sign of The Burger. You make a great pair with those born under the sign of Beer.",
    "Money" :
    "You are born under the sign of Money. Success comes easily to you. Your broad appeal is only second to those born under the sign of The Babe.",
    "Tire Iron" :
    "You are born under the sign of The Tire Iron. Your mind is sharp when it comes to technical tasks. Those born under Beer and Whiskey make for great acquaintances in moderation.",
    "Beard" :
    "You are born under the sign of The Beard. You have an old soul. Many are in awe of your maturity, but many seek to tear you down and have you lain bare.",
    "":""
}